bitrix_start = {
    'Битрикс24.Паспорт': 'Битрикс24.Паспорт – единый профиль пользователя, где можно видеть все ваши подключенные '
                         'Битрикс24. В паспорте объединены легкость управления профилем и единый доступ ко всем '
                         'Битрикс24, где вы приглашены как обычный пользователь или являетесь администратором. '
                         'Вы можете быстро отредактировать свой профиль во всех своих Битрикс24 одним кликом без '
                         'необходимости заходить в каждый из них. '
                         'Подробнее: https://helpdesk.bitrix24.ru/open/9901685/',
    'Какой тариф Битрикс24 выбрать?':
        'Узнать о  доступных тарифах вы можете здесь: https://helpdesk.bitrix24.ru/open/14095004/ ',
    'Как подключить поддержку Битрикс24': 'На коммерческих тарифах администратор или интегратор может всегда '
                                          'направить вопрос специалистам поддержки и получить квалифицированную '
                                          'консультацию прямо в Битрикс24.Смотреть далее: '
                                          'https://helpdesk.bitrix24.ru/open/9673403/',
    'Как подключить партнерскую поддержку': 'Партнеры и интеграторы Битрикс24 – это компании, которые занимаются '
                                            'настройкой и внедрением продуктов 1С-Битрикс под нужды и задачи '
                                            'конкретного клиента. '
                                            'Читать далее: https://helpdesk.bitrix24.ru/open/9671911/',
    'Внимание! Изменение сроков демо-режима и'
    ' пробной подписки на Маркет': 'Обращаем ваше внимание, что с 1 '
                                   'октября 2021 года длительность демо-режима '
                                   'изменилась и составляет 15 дней '
                                   '(только в зоне RU). Демо-режим позволяет попробовать опции максимального '
                                   'тарифного плана «Профессиональный». Подробнее про возможности демо-режима читайте '
                                   'https://helpdesk.bitrix24.ru/open/5435221/',
    'Начало работы с CRM': 'CRM (Customer Relationship Management System - cистема управления '
                           'взаимоотношениями с клиентами) – это система управления продажами. '
                           'Читать далее: https://helpdesk.bitrix24.ru/open/1470510/',
    'Как войти и сменить '
    'аккаунт в мобильном приложении': 'Работа в мобильном приложении Битрикс24 позволит вам вести дела вдали от '
                                      'компьютера и в любой точке мира, при наличии интернета. Для этого вы можете '
                                      'создать бесплатный Битрикс24 или авторизоваться уже в существующем портале '
                                      'прямо на смартфоне. Читать далее: https://helpdesk.bitrix24.ru/open/15055538/',
    'Начало работы с Битрикс24': 'Чтобы разобраться как работать с Битрикс24 прочитайте следующую статью:'
                                 ' https://helpdesk.bitrix24.ru/open/6559595/',
    'Как войти и сменить аккаунт в мобильном '
    'приложении': 'Работа в мобильном приложении Битрикс24 позволит вам вести дела вдали от компьютера и в любой точке '
                  'мира, при наличии интернета. Для этого вы можете создать бесплатный Битрикс24 или авторизоваться '
                  'уже в существующем портале прямо на смартфоне. '
                  'Читать далее: https://helpdesk.bitrix24.ru/open/15055538/',
}

news = {
    'Что есть в ленте Новостей '
    'Битрикс24': 'Лента Новостей необходима для общения сотрудников внутри компании. Каждый день люди делятся '
                 'новостями, обсуждают события, происходящие в мире и внутри компании, решают задачи, а также '
                 'развлекают друг друга забавными мемами, чтобы рабочий процесс не был беспроглядной рутиной. '
                 'Читать далее: https://helpdesk.bitrix24.ru/open/1315100/)',
    'Новинки в главном меню '
    'Битрикс24': 'Для удобства работы мы сгруппировали инструменты, такие как Новости, Чат и звонки, Календарь, '
                 'Документы Онлайн, Диск, Почта и Группы в общий раздел Совместная работа. А все приложения Маркета '
                 'собрали в разделе Приложения. Читать далее: https://helpdesk.bitrix24.ru/open/14784448/',
    'Вопросы о ленте новостей': 'Прочитать о ленте новостей можно здесь: https://helpdesk.bitrix24.ru/open/12315894/',
}

tasks = {
    'Как создать задачу': 'Задачи - это инструмент для организации работы компании. С их помощью сотрудники планируют '
                          'свою работу, а руководители учитывают эффективность подчиненных и управляют '
                          'проектами. Читать далее: https://helpdesk.bitrix24.ru/open/1412212/',
    'Как создавать подзадачи и работать с '
    'ними?': 'Подзадачи полезны, когда возникают сложности в организации больших работ, особенно когда в них '
             'задействовано несколько человек. Например, при планировании конференции один человек отвечает за '
             'рассылку приглашений, другой - за аренду помещения, а третий - готовит презентации и выступления. '
             'Читать далее: https://helpdesk.bitrix24.ru/open/6035099/',
    'Шаблоны задач': 'Шаблоны задач упрощают работу с повторяющимися задачами. Создавайте шаблоны и используйте их '
                     'вместо того, чтобы снова и снова добавлять одну и ту же задачу вручную. '
                     'Читать далее: https://helpdesk.bitrix24.ru/open/5710545/',
    'Создание задач и постов в ленте новостей по '
    'почте': 'Если вы работаете с внешними пользователями или заказчиками, то они могут создавать задачи и посты в '
             'ленту Новостей даже без регистрации на вашем Битрикс24. Для этого им достаточно отправить письмо на '
             'специальный email. Читать далее: https://helpdesk.bitrix24.ru/open/9324261/',
    'Как добавить к задаче внешнего '
    'пользователя?': 'Иногда возникает ситуация, когда нужно поставить задачу человеку, который не работает на вашем '
                     'Битрикс24. Например, удаленному сотруднику или дизайнеру-фрилансеру. Вы можете добавить любого '
                     'человека по адресу его электронной почты. '
                     'Читать далее: https://helpdesk.bitrix24.ru/open/1904237/'
}

new_bitrix24 = {
    'Изменения в статьях. Январь 2022г.': 'Прочить об изменениях можно здесь: '
                                          'https://helpdesk.bitrix24.ru/open/15245968/',
    'Роботы для сотрудника': 'Роботы для сотрудника совершают действия внутри CRM. Они могут изменять или создавать '
                             'документы, уведомлять сотрудников, планировать события и так далее. '
                             'Читать далее: https://helpdesk.bitrix24.ru/open/9452679/',
    'Триггеры в CRM': 'Триггеры - это инструмент автоматизации CRM. Они могут отслеживать действия со стороны клиентов '
                      'и некоторые изменения в CRM: отплаты заказов, заполнения CRM-форм или совершение звонков. Вашим '
                      'сотрудникам больше не надо заходить в каждую сделку и проверять, прочитал ли клиент ваше '
                      'письмо или оплатил ли счёт. Триггеры увидят изменения и автоматически поменяют стадию элемента. '
                      'Читать далее: https://helpdesk.bitrix24.ru/open/6977165/',
    'Роботы для связи с клиентом': 'Роботы для связи с клиентом помогают автоматизировать коммуникации. Они умеют '
                                   'звонить, отправлять SMS, письма и сообщения в открытые линии. '
                                   'Читать далее: https://helpdesk.bitrix24.ru/open/9452725/',
    'UTM-метки': 'UTM-метки - это часть инструмента Сквозная аналитика, который используется для отслеживания '
                 'эффективности рекламных кампаний и трафика сайта. '
                 'Читать далее: https://helpdesk.bitrix24.ru/open/6266591/',
}

chat = {
    'Эмодзи в Битрикс24': 'Эмодзи прочно вошли в нашу жизнь из мессенджеров как средство выражения эмоций в общении, '
                          'причем как в обычной жизни, так и в бизнесе. '
                          'Читать далее: https://helpdesk.bitrix24.ru/open/9037253/',
    'Вставка изображений из буфера обмена': 'Прочить подробно про вставку изображений из буфера обмена можно '
                                            'здесь: https://helpdesk.bitrix24.ru/open/7569897/',
    'Большое обновление чатов Битрикс24': 'Мы выпустили большое обновления чатов Битрикс24. '
                                          'Изменения затронули уведомления, списки чатов, демонстрацию экрана, '
                                          'конференции, синхронизацию диска в приложении Битрикс24 для Win и Mac,'
                                          ' мы увеличили количество участников видеозвонков, а также улучшили чаты и '
                                          'звонки в мобильном приложении Битрикс24. '
                                          'Читать далее: https://helpdesk.bitrix24.ru/open/13656492/',
    'Как добавить задачу или сообщение из чата в ленту '
    'Новостей': 'Однажды во время общения в чате я подумал: "Вот бы было хорошо создавать задачи прямо из чата!" '
                'Оказывается, такая возможность есть в Битрикс24! '
                'Читать далее: https://helpdesk.bitrix24.ru/open/5365445/',
    'Настройки чата': 'Прочитать о настройках чата можно здесь: https://helpdesk.bitrix24.ru/open/5504877/',
}

groups = {
    'Кто имеет доступ в группу (проект) и как этим '
    'управлять': 'При создании и редактировании группы (проекта) можно определить права на доступ в эту группу '
                 '(проект). Читать далее: https://helpdesk.bitrix24.ru/open/3135195/',
    'Создание группы или '
    'проекта': 'Группы и проекты помогают объединить все задачи, файлы, сообщения и встречи в одном месте. Вы всегда '
               'сможете просмотреть какие действия и задачи были выполнены в той или иной группе. '
               'Читать далее: https://helpdesk.bitrix24.ru/open/6481473/',
    'Чат группы (проекта)': 'При создании группы (проекта) есть возможность создать также и чат этой группы. '
                            'Это удобно,'
                            ' когда все общение по данному проекту сосредоточено в одном чате, а не в разных. '
                            'Читать далее: https://helpdesk.bitrix24.ru/open/7057881/',
    'Скрытый получатель': 'Прочитать про скрытого получателя вы можете здесь: '
                          'https://helpdesk.bitrix24.ru/open/12051282/',
    'Как сменить владельца группы (проекта)': 'Прочитать про смену владельца вы можете '
                                              'здесь:https://helpdesk.bitrix24.ru/open/2064107/',
}
faq = {**bitrix_start, **news, **tasks, ** new_bitrix24, **chat, **groups}